Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: `{HOME}` and `{UID}` are resolved at connect time by probing the remote (`id -u` / `$HOME`). The remote `sshd` then `bind(2)`s the substituted absolute path, so its parent directory must exist and `AllowStreamLocalForwarding yes` (the sshd default) must be set in `sshd_config`. If the remote has its own gpg-agent, add `no-autostart` to its `~/.gnupg/gpg.conf` so it doesn't compete for the socket. Only add `StreamLocalBindUnlink yes` to sshd_config if you hit `bind: address already in use` from a stale socket. It's server-wide and lets any new connection stomp an existing one, so concurrent sessions to the same path will disconnect each other.
ar: يتم حل `{HOME}` و `{UID}` وقت الاتصال عبر استعلام الجهاز البعيد (`id -u` / `$HOME`). ثم يقوم `sshd` البعيد بـ `bind(2)` على المسار المطلق المستبدل، لذا يجب أن يكون المجلد الأب موجوداً ويجب تعيين `AllowStreamLocalForwarding yes` (الإعداد الافتراضي لـ sshd) في `sshd_config`. إذا كان لدى الجهاز البعيد gpg-agent خاص به، فأضف `no-autostart` إلى `~/.gnupg/gpg.conf` لمنع التنافس على المقبس. أضف `StreamLocalBindUnlink yes` إلى sshd_config فقط إذا واجهت `bind: address already in use` بسبب مقبس قديم. هذا الإعداد على مستوى الخادم بأكمله ويسمح لأي اتصال جديد بدهس اتصال قائم، لذا فإن الجلسات المتزامنة على نفس المسار ستفصل بعضها البعض.
ca: `{HOME}` i `{UID}` es resolen en el moment de la connexió consultant el remot (`id -u` / `$HOME`). El `sshd` remot fa llavors `bind(2)` sobre la ruta absoluta substituïda, així que el directori pare ha d'existir i s'ha de configurar `AllowStreamLocalForwarding yes` (el valor predeterminat de sshd) a `sshd_config`. Si el remot té el seu propi gpg-agent, afegiu `no-autostart` al seu `~/.gnupg/gpg.conf` perquè no competeixi pel sòcol. Només afegiu `StreamLocalBindUnlink yes` a sshd_config si obteniu `bind: address already in use` per un sòcol obsolet. És una opció a nivell de servidor i permet que qualsevol connexió nova trepitgi una d'existent, de manera que sessions simultànies a la mateixa ruta es desconnectaran entre si.
cs: `{HOME}` a `{UID}` se vyhodnotí při připojení dotazem na vzdálený stroj (`id -u` / `$HOME`). Vzdálený `sshd` pak provede `bind(2)` na nahrazenou absolutní cestu, takže její nadřazený adresář musí existovat a v `sshd_config` musí být nastaveno `AllowStreamLocalForwarding yes` (výchozí hodnota sshd). Pokud má vzdálený stroj vlastního gpg-agenta, přidejte `no-autostart` do jeho `~/.gnupg/gpg.conf`, aby nesoupeřil o socket. Do sshd_config přidávejte `StreamLocalBindUnlink yes` pouze v případě, že narazíte na `bind: address already in use` kvůli zastaralému socketu. Toto nastavení platí pro celý server a umožní libovolnému novému připojení přepsat stávající, takže souběžné relace na stejné cestě se budou navzájem odpojovat.
da: `{HOME}` og `{UID}` udledes på forbindelsestidspunktet ved at forespørge fjernsystemet (`id -u` / `$HOME`). Den eksterne `sshd` udfører derefter `bind(2)` på den udskiftede absolutte sti, så dens overordnede mappe skal eksistere og `AllowStreamLocalForwarding yes` (sshd's standard) skal være sat i `sshd_config`. Hvis fjernsystemet har sin egen gpg-agent, så tilføj `no-autostart` til dens `~/.gnupg/gpg.conf`, så den ikke konkurrerer om socket'en. Tilføj kun `StreamLocalBindUnlink yes` til sshd_config, hvis du støder på `bind: address already in use` på grund af en forældet socket. Det gælder for hele serveren og lader enhver ny forbindelse trampe på en eksisterende, så samtidige sessioner til den samme sti vil afbryde hinanden.
de: `{HOME}` und `{UID}` werden zum Verbindungszeitpunkt durch Abfrage der Gegenstelle (`id -u` / `$HOME`) aufgelöst. Der entfernte `sshd` bindet sich dann per `bind(2)` an den ersetzten absoluten Pfad, daher muss dessen übergeordnetes Verzeichnis existieren und `AllowStreamLocalForwarding yes` (die sshd-Voreinstellung) muss in der `sshd_config` gesetzt sein. Falls die Gegenstelle einen eigenen gpg-agent betreibt, fügen Sie `no-autostart` zu deren `~/.gnupg/gpg.conf` hinzu, damit er nicht um den Socket konkurriert. Fügen Sie `StreamLocalBindUnlink yes` nur dann zur sshd_config hinzu, wenn Sie wegen eines veralteten Sockets auf `bind: address already in use` stoßen. Es gilt serverweit und erlaubt jeder neuen Verbindung, eine bestehende zu überschreiben, sodass parallele Sitzungen zum selben Pfad sich gegenseitig trennen.
es: `{HOME}` y `{UID}` se resuelven al conectar consultando el remoto (`id -u` / `$HOME`). Luego el `sshd` remoto hace `bind(2)` sobre la ruta absoluta sustituida, por lo que su directorio padre debe existir y `AllowStreamLocalForwarding yes` (valor predeterminado de sshd) debe estar configurado en `sshd_config`. Si el remoto tiene su propio gpg-agent, añada `no-autostart` a su `~/.gnupg/gpg.conf` para que no compita por el socket. Añada `StreamLocalBindUnlink yes` a sshd_config solo si encuentra `bind: address already in use` por un socket obsoleto. Es a nivel de servidor y permite que cualquier nueva conexión sobrescriba una existente, por lo que sesiones concurrentes a la misma ruta se desconectarán entre sí.
fi: `{HOME}` ja `{UID}` ratkaistaan yhteyden muodostamisen aikana kysymällä etäkoneelta (`id -u` / `$HOME`). Etäkoneen `sshd` suorittaa sitten `bind(2)` korvatulle absoluuttiselle polulle, joten sen yläkansion on oltava olemassa ja `AllowStreamLocalForwarding yes` (sshd:n oletus) on määritettävä `sshd_config`-tiedostossa. Jos etäkoneella on oma gpg-agent, lisää `no-autostart` sen `~/.gnupg/gpg.conf`-tiedostoon, jotta se ei kilpaile socketista. Lisää `StreamLocalBindUnlink yes` `sshd_config`-tiedostoon vain, jos saat `bind: address already in use` -virheen vanhentuneesta socketista. Asetus on palvelinkohtainen ja antaa minkä tahansa uuden yhteyden ohittaa olemassa olevan, joten samanaikaiset istunnot samalla polulla katkaisevat toisensa.
fr: `{HOME}` et `{UID}` sont résolus au moment de la connexion en interrogeant la machine distante (`id -u` / `$HOME`). Le `sshd` distant exécute alors `bind(2)` sur le chemin absolu substitué, donc son répertoire parent doit exister et `AllowStreamLocalForwarding yes` (valeur par défaut de sshd) doit être défini dans `sshd_config`. Si la machine distante a son propre gpg-agent, ajoutez `no-autostart` à son `~/.gnupg/gpg.conf` pour qu'il ne se dispute pas le socket. N'ajoutez `StreamLocalBindUnlink yes` à sshd_config que si vous rencontrez `bind: address already in use` à cause d'un socket obsolète. Cette option est à l'échelle du serveur et permet à toute nouvelle connexion d'écraser une existante, donc des sessions simultanées sur le même chemin se déconnecteront mutuellement.
he: `{HOME}` ו-`{UID}` נפתרים בזמן ההתחברות על ידי תשאול המארח המרוחק (`id -u` / `$HOME`). לאחר מכן ה-`sshd` המרוחק מבצע `bind(2)` על הנתיב המוחלט שהוחלף, ולכן תיקיית האב חייבת להתקיים וצריך להגדיר `AllowStreamLocalForwarding yes` (ברירת המחדל של sshd) ב-`sshd_config`. אם למארח המרוחק יש gpg-agent משלו, הוסף `no-autostart` ל-`~/.gnupg/gpg.conf` שלו כדי שלא יתחרה על הסוקט. הוסף `StreamLocalBindUnlink yes` ל-sshd_config רק אם אתה נתקל ב-`bind: address already in use` בגלל סוקט מיושן. ההגדרה היא ברמת השרת ומאפשרת לכל חיבור חדש לדרוס חיבור קיים, ולכן הפעלות מקבילות לאותו נתיב ינתקו זו את זו.
hu: A `{HOME}` és `{UID}` értékek a csatlakozás idején a távoli gép lekérdezésével (`id -u` / `$HOME`) kerülnek feloldásra. A távoli `sshd` ezután a behelyettesített abszolút útvonalra hív `bind(2)`-t, ezért a szülőkönyvtárának léteznie kell, és az `AllowStreamLocalForwarding yes` (az sshd alapértelmezése) értéket be kell állítani az `sshd_config` fájlban. Ha a távoli gépnek saját gpg-agent-je van, adja hozzá a `no-autostart` opciót a `~/.gnupg/gpg.conf` fájlhoz, hogy ne versengjen a socketért. Csak akkor adja hozzá a `StreamLocalBindUnlink yes` opciót az sshd_config fájlhoz, ha `bind: address already in use` hibába ütközik egy elavult socket miatt. Ez kiszolgáló szintű beállítás, és minden új kapcsolat felülírhatja a meglévőt, így az ugyanarra az útvonalra mutató párhuzamos munkamenetek megszakítják egymást.
it: `{HOME}` e `{UID}` vengono risolti al momento della connessione interrogando il remoto (`id -u` / `$HOME`). Il `sshd` remoto esegue quindi `bind(2)` sul percorso assoluto sostituito, quindi la directory padre deve esistere e `AllowStreamLocalForwarding yes` (l'impostazione predefinita di sshd) deve essere impostata in `sshd_config`. Se il remoto ha il proprio gpg-agent, aggiungi `no-autostart` al suo `~/.gnupg/gpg.conf` in modo che non competa per il socket. Aggiungi `StreamLocalBindUnlink yes` a sshd_config solo se incontri `bind: address already in use` causato da un socket obsoleto. È valido per l'intero server e consente a qualsiasi nuova connessione di sovrascrivere una esistente, quindi sessioni concorrenti sullo stesso percorso si disconnetteranno a vicenda.
ja: `{HOME}`と`{UID}`は接続時にリモート(`id -u` / `$HOME`)を問い合わせて解決されます。リモートの`sshd`は置換された絶対パスに対して`bind(2)`を行うため、親ディレクトリが存在し、`sshd_config`に`AllowStreamLocalForwarding yes`(sshdのデフォルト)が設定されている必要があります。リモートに独自のgpg-agentがある場合は、ソケットを取り合わないよう`~/.gnupg/gpg.conf`に`no-autostart`を追加してください。 古いソケットによって`bind: address already in use`が発生する場合にのみ、sshd_configに`StreamLocalBindUnlink yes`を追加してください。これはサーバー全体に適用され、新しい接続が既存の接続を上書きできるようにするため、同じパスへの同時セッションは互いに切断されます。
ko: `{HOME}`와 `{UID}`는 연결 시 원격(`id -u` / `$HOME`)을 조회하여 해석됩니다. 그러면 원격 `sshd`가 치환된 절대 경로에 대해 `bind(2)`를 수행하므로 상위 디렉터리가 존재해야 하며 `sshd_config`에 `AllowStreamLocalForwarding yes`(sshd 기본값)가 설정되어 있어야 합니다. 원격에 자체 gpg-agent가 있는 경우 소켓을 두고 경쟁하지 않도록 `~/.gnupg/gpg.conf`에 `no-autostart`를 추가하세요. 오래된 소켓으로 인해 `bind: address already in use`가 발생하는 경우에만 sshd_config에 `StreamLocalBindUnlink yes`를 추가하세요. 이 옵션은 서버 전체에 적용되며 새로운 연결이 기존 연결을 덮어쓸 수 있게 하므로, 같은 경로에 대한 동시 세션은 서로 끊깁니다.
nb: `{HOME}` og `{UID}` løses ved tilkoblingstidspunktet ved å spørre fjernverten (`id -u` / `$HOME`). Den eksterne `sshd` kjører deretter `bind(2)` på den erstattede absolutte stien, så foreldrekatalogen må finnes og `AllowStreamLocalForwarding yes` (sshd-standarden) må være satt i `sshd_config`. Hvis fjernverten har sin egen gpg-agent, legg til `no-autostart` i dens `~/.gnupg/gpg.conf` slik at den ikke konkurrerer om socketen. Legg bare til `StreamLocalBindUnlink yes` i sshd_config hvis du får `bind: address already in use` fra en utdatert socket. Det gjelder hele serveren og lar enhver ny tilkobling overskrive en eksisterende, så samtidige økter til samme sti vil koble hverandre fra.
nl: `{HOME}` en `{UID}` worden bij het verbinden opgelost door de externe host (`id -u` / `$HOME`) te bevragen. De externe `sshd` voert vervolgens `bind(2)` uit op het vervangen absolute pad, dus de bovenliggende map moet bestaan en `AllowStreamLocalForwarding yes` (de sshd-standaard) moet in `sshd_config` zijn ingesteld. Als de externe host een eigen gpg-agent heeft, voeg dan `no-autostart` toe aan zijn `~/.gnupg/gpg.conf` zodat deze niet om de socket strijdt. Voeg `StreamLocalBindUnlink yes` alleen toe aan sshd_config als u `bind: address already in use` krijgt door een verouderde socket. Het geldt voor de hele server en laat elke nieuwe verbinding een bestaande overschrijven, dus gelijktijdige sessies naar hetzelfde pad zullen elkaar verbreken.
pl: `{HOME}` i `{UID}` są rozwiązywane w czasie połączenia poprzez sondowanie zdalnego hosta (`id -u` / `$HOME`). Następnie zdalny `sshd` wywołuje `bind(2)` na podstawionej ścieżce bezwzględnej, więc jej katalog nadrzędny musi istnieć, a w `sshd_config` musi być ustawione `AllowStreamLocalForwarding yes` (domyślne ustawienie sshd). Jeśli zdalny host ma własnego gpg-agenta, dodaj `no-autostart` do jego pliku `~/.gnupg/gpg.conf`, aby nie konkurował o gniazdo. Dodaj `StreamLocalBindUnlink yes` do sshd_config tylko wtedy, gdy napotkasz błąd `bind: address already in use` z powodu nieaktywnego gniazda. Ta opcja działa globalnie i pozwala dowolnemu nowemu połączeniu nadpisać istniejące, więc współbieżne sesje używające tej samej ścieżki będą się wzajemnie rozłączać.
pt_br: `{HOME}` e `{UID}` são resolvidos no momento da conexão consultando o remoto (`id -u` / `$HOME`). O `sshd` remoto então faz `bind(2)` no caminho absoluto substituído, portanto seu diretório pai precisa existir e `AllowStreamLocalForwarding yes` (o padrão do sshd) precisa estar definido em `sshd_config`. Se o remoto tiver seu próprio gpg-agent, adicione `no-autostart` ao seu `~/.gnupg/gpg.conf` para que não compita pelo socket. Adicione `StreamLocalBindUnlink yes` ao sshd_config apenas se você encontrar `bind: address already in use` por causa de um socket obsoleto. Essa opção é global no servidor e permite que qualquer nova conexão sobrescreva uma existente, então sessões concorrentes para o mesmo caminho se desconectarão mutuamente.
pt_pt: `{HOME}` e `{UID}` são resolvidos no momento da ligação consultando o remoto (`id -u` / `$HOME`). O `sshd` remoto faz então `bind(2)` no caminho absoluto substituído, pelo que o seu directório pai tem de existir e `AllowStreamLocalForwarding yes` (a predefinição do sshd) tem de estar definido em `sshd_config`. Se o remoto tiver o seu próprio gpg-agent, adicione `no-autostart` ao respectivo `~/.gnupg/gpg.conf` para que não compita pelo socket. Adicione `StreamLocalBindUnlink yes` ao sshd_config apenas se encontrar `bind: address already in use` devido a um socket obsoleto. Esta opção é global no servidor e permite que qualquer nova ligação substitua uma existente, pelo que sessões concorrentes para o mesmo caminho irão desligar-se mutuamente.
ro: `{HOME}` și `{UID}` sunt rezolvate la momentul conectării prin interogarea sistemului la distanță (`id -u` / `$HOME`). Apoi `sshd` la distanță execută `bind(2)` pe calea absolută substituită, deci directorul său părinte trebuie să existe și `AllowStreamLocalForwarding yes` (valoarea implicită a sshd) trebuie să fie setată în `sshd_config`. Dacă sistemul la distanță are propriul gpg-agent, adăugați `no-autostart` în fișierul său `~/.gnupg/gpg.conf` pentru a nu concura pentru socket. Adăugați `StreamLocalBindUnlink yes` la sshd_config doar dacă întâlniți `bind: address already in use` dintr-un socket învechit. Opțiunea este la nivel de server și permite oricărei conexiuni noi să suprascrie una existentă, deci sesiunile concurente la aceeași cale se vor deconecta reciproc.
sl: `{HOME}` in `{UID}` se razrešita ob času povezave s preverjanjem oddaljenega gostitelja (`id -u` / `$HOME`). Oddaljeni `sshd` nato izvede `bind(2)` na zamenjani absolutni poti, zato mora obstajati njen nadrejeni imenik in v `sshd_config` mora biti nastavljeno `AllowStreamLocalForwarding yes` (privzeta nastavitev sshd). Če ima oddaljeni gostitelj svoj gpg-agent, dodajte `no-autostart` v njegovo datoteko `~/.gnupg/gpg.conf`, da ne tekmuje za vtičnico. Dodajte `StreamLocalBindUnlink yes` v sshd_config samo, če naletite na `bind: address already in use` zaradi zastarele vtičnice. Možnost velja za celoten strežnik in dovoljuje vsaki novi povezavi, da prepiše obstoječo, zato bodo sočasne seje na isti poti druga drugo prekinile.
sv: `{HOME}` och `{UID}` löses upp vid anslutningstillfället genom att fjärrsidan tillfrågas (`id -u` / `$HOME`). Fjärrens `sshd` gör sedan `bind(2)` på den utbytta absoluta sökvägen, så dess överordnade katalog måste finnas och `AllowStreamLocalForwarding yes` (sshd:s standard) måste vara satt i `sshd_config`. Om fjärren har en egen gpg-agent, lägg till `no-autostart` i dess `~/.gnupg/gpg.conf` så att den inte tävlar om uttaget. Lägg bara till `StreamLocalBindUnlink yes` i sshd_config om du får `bind: address already in use` från ett föråldrat uttag. Det är serverövergripande och låter varje ny anslutning trampa över en befintlig, så samtidiga sessioner till samma sökväg kopplar ner varandra.
uk: `{HOME}` та `{UID}` визначаються під час підключення шляхом опитування віддаленої сторони (`id -u` / `$HOME`). Віддалений `sshd` потім виконує `bind(2)` для підставленого абсолютного шляху, тож його батьківський каталог повинен існувати, а в `sshd_config` має бути встановлено `AllowStreamLocalForwarding yes` (типове значення sshd). Якщо на віддаленій стороні працює власний gpg-agent, додайте `no-autostart` до його `~/.gnupg/gpg.conf`, щоб він не конкурував за сокет. Додавайте `StreamLocalBindUnlink yes` до sshd_config лише якщо ви стикаєтесь з `bind: address already in use` від застарілого сокета. Цей параметр діє на весь сервер і дозволяє будь-якому новому з'єднанню перезаписати наявний, тож одночасні сесії на той самий шлях роз'єднуватимуть одна одну.
vi: `{HOME}` và `{UID}` được phân giải tại thời điểm kết nối bằng cách dò trên máy từ xa (`id -u` / `$HOME`). Sau đó `sshd` từ xa thực hiện `bind(2)` lên đường dẫn tuyệt đối đã thay thế, vì vậy thư mục cha của nó phải tồn tại và `AllowStreamLocalForwarding yes` (mặc định của sshd) phải được đặt trong `sshd_config`. Nếu máy từ xa có gpg-agent riêng, hãy thêm `no-autostart` vào `~/.gnupg/gpg.conf` của nó để không tranh socket. Chỉ thêm `StreamLocalBindUnlink yes` vào sshd_config nếu bạn gặp lỗi `bind: address already in use` do socket cũ còn tồn đọng. Đây là cài đặt toàn máy chủ và cho phép bất kỳ kết nối mới nào ghi đè kết nối hiện có, vì vậy các phiên đồng thời tới cùng một đường dẫn sẽ ngắt nhau.
zh_hans: `{HOME}` 和 `{UID}` 在连接时通过探测远程主机（`id -u` / `$HOME`）解析。然后远程的 `sshd` 对替换后的绝对路径执行 `bind(2)`，因此其父目录必须存在，并且 `sshd_config` 中必须设置 `AllowStreamLocalForwarding yes`（sshd 默认值）。如果远程主机有自己的 gpg-agent，请在其 `~/.gnupg/gpg.conf` 中添加 `no-autostart`，以避免争抢套接字。 仅当遇到陈旧套接字导致的 `bind: address already in use` 错误时，才将 `StreamLocalBindUnlink yes` 添加到 sshd_config。该设置是服务器全局的，会让任何新连接覆盖现有连接，因此指向同一路径的并发会话会相互断开。
zh_hant: `{HOME}` 和 `{UID}` 在連線時透過探測遠端（`id -u` / `$HOME`）解析。接著遠端的 `sshd` 會對替換後的絕對路徑執行 `bind(2)`，因此其父目錄必須存在，且 `sshd_config` 中必須設定 `AllowStreamLocalForwarding yes`（sshd 預設值）。如果遠端有自己的 gpg-agent，請在其 `~/.gnupg/gpg.conf` 中加入 `no-autostart`，以避免爭搶通訊端。 僅當因陳舊通訊端而遇到 `bind: address already in use` 錯誤時，才將 `StreamLocalBindUnlink yes` 加入 sshd_config。此設定是整台伺服器生效，會允許任何新連線覆蓋現有連線，因此指向同一路徑的並行工作階段會互相中斷。

source: `{HOME}` and `{UID}` are resolved at connect time via `id -u` / `$HOME` on the remote.
ar: يتم حل `{HOME}` و `{UID}` وقت الاتصال عبر `id -u` / `$HOME` على الجهاز البعيد.
ca: `{HOME}` i `{UID}` es resolen en el moment de la connexió mitjançant `id -u` / `$HOME` al remot.
cs: `{HOME}` a `{UID}` se vyhodnotí při připojení pomocí `id -u` / `$HOME` na vzdáleném stroji.
da: `{HOME}` og `{UID}` udledes på forbindelsestidspunktet via `id -u` / `$HOME` på fjernsystemet.
de: `{HOME}` und `{UID}` werden zum Verbindungszeitpunkt über `id -u` / `$HOME` auf der Gegenstelle aufgelöst.
es: `{HOME}` y `{UID}` se resuelven al conectar mediante `id -u` / `$HOME` en el remoto.
fi: `{HOME}` ja `{UID}` ratkaistaan yhteyden muodostamisen aikana etäkoneen `id -u` / `$HOME`-komennoilla.
fr: `{HOME}` et `{UID}` sont résolus au moment de la connexion via `id -u` / `$HOME` sur la machine distante.
he: `{HOME}` ו-`{UID}` נפתרים בזמן ההתחברות באמצעות `id -u` / `$HOME` במארח המרוחק.
hu: A `{HOME}` és `{UID}` értékek a csatlakozás idején a távoli gépen futtatott `id -u` / `$HOME` segítségével kerülnek feloldásra.
it: `{HOME}` e `{UID}` vengono risolti al momento della connessione tramite `id -u` / `$HOME` sul remoto.
ja: `{HOME}`と`{UID}`は接続時にリモートの`id -u` / `$HOME`で解決されます。
ko: `{HOME}`와 `{UID}`는 연결 시 원격의 `id -u` / `$HOME`을 통해 해석됩니다.
nb: `{HOME}` og `{UID}` løses ved tilkoblingstidspunktet via `id -u` / `$HOME` på fjernverten.
nl: `{HOME}` en `{UID}` worden bij het verbinden opgelost via `id -u` / `$HOME` op de externe host.
pl: `{HOME}` i `{UID}` są rozwiązywane w czasie połączenia za pomocą `id -u` / `$HOME` na zdalnym hoście.
pt_br: `{HOME}` e `{UID}` são resolvidos no momento da conexão via `id -u` / `$HOME` no remoto.
pt_pt: `{HOME}` e `{UID}` são resolvidos no momento da ligação via `id -u` / `$HOME` no remoto.
ro: `{HOME}` și `{UID}` sunt rezolvate la momentul conectării prin `id -u` / `$HOME` pe sistemul la distanță.
sl: `{HOME}` in `{UID}` se razrešita ob času povezave prek `id -u` / `$HOME` na oddaljenem gostitelju.
sv: `{HOME}` och `{UID}` löses upp vid anslutningstillfället via `id -u` / `$HOME` på fjärrsidan.
uk: `{HOME}` та `{UID}` визначаються під час підключення через `id -u` / `$HOME` на віддаленій стороні.
vi: `{HOME}` và `{UID}` được phân giải tại thời điểm kết nối qua `id -u` / `$HOME` trên máy từ xa.
zh_hans: `{HOME}` 和 `{UID}` 在连接时通过远程的 `id -u` / `$HOME` 解析。
zh_hant: `{HOME}` 和 `{UID}` 在連線時透過遠端的 `id -u` / `$HOME` 解析。

source: +%lld alias
ar: +%lld اسم بديل
ca: +%lld àlies
he: +%lld כינוי
hu: +%lld álnév
ja: +%lld エイリアス
ko: +%lld 별칭
sl: +%lld vzdevek
uk: +%lld псевдонім
vi: +%lld bí danh
zh_hans: +%lld 个别名
zh_hant: +%lld 個別名

source: ~/.promptrc.toml overrides the theme selected below. Remove it to use Settings themes.
ar: ~/.promptrc.toml يتجاوز السمة المحددة أدناه. قم بإزالته لاستخدام سمات الإعدادات.
ca: ~/.promptrc.toml substitueix el tema seleccionat a continuació. Elimineu-lo per utilitzar els temes de Configuració.
cs: ~/.promptrc.toml přepisuje níže vybrané téma. Odstraňte ho pro použití témat z Nastavení.
da: ~/.promptrc.toml tilsidesætter det valgte tema nedenfor. Fjern det for at bruge temaer fra Indstillinger.
de: ~/.promptrc.toml überschreibt das unten ausgewählte Theme. Entfernen Sie es, um die Einstellungs-Themes zu verwenden.
es: ~/.promptrc.toml reemplaza el tema seleccionado a continuación. Elimínelo para usar los temas de Ajustes.
fi: ~/.promptrc.toml ohittaa alla valitun teeman. Poista se käyttääksesi Asetusten teemoja.
fr: ~/.promptrc.toml remplace le thème sélectionné ci-dessous. Supprimez-le pour utiliser les thèmes des Réglages.
he: ~/.promptrc.toml דורס את ערכת הנושא שנבחרה למטה. הסר אותו כדי להשתמש בערכות נושא מההגדרות.
hu: A ~/.promptrc.toml felülírja az alább kiválasztott témát. Távolítsa el a Beállítások témáinak használatához.
it: ~/.promptrc.toml sovrascrive il tema selezionato di seguito. Rimuovilo per utilizzare i temi delle Impostazioni.
ja: ~/.promptrc.toml は以下で選択したテーマを上書きします。設定のテーマを使用するには削除してください。
ko: ~/.promptrc.toml이 아래에서 선택한 테마를 재정의합니다. 설정 테마를 사용하려면 제거하세요.
nb: ~/.promptrc.toml overstyrer temaet valgt nedenfor. Fjern den for å bruke temaer fra Innstillinger.
nl: ~/.promptrc.toml overschrijft het hieronder geselecteerde thema. Verwijder het om de thema's van Instellingen te gebruiken.
pl: ~/.promptrc.toml zastępuje wybrany poniżej motyw. Usuń go, aby używać motywów z Ustawień.
pt_br: ~/.promptrc.toml substitui o tema selecionado abaixo. Remova-o para usar os temas das Configurações.
pt_pt: ~/.promptrc.toml substitui o tema selecionado abaixo. Remova-o para utilizar os temas das Definições.
ro: ~/.promptrc.toml suprascrie tema selectată mai jos. Eliminați-l pentru a folosi temele din Setări.
sl: ~/.promptrc.toml prepiše spodaj izbrano temo. Odstranite jo, da uporabite teme iz Nastavitev.
sv: ~/.promptrc.toml åsidosätter det valda temat nedan. Ta bort den för att använda teman från Inställningar.
uk: ~/.promptrc.toml перевизначає тему, обрану нижче. Видаліть його, щоб використовувати теми з Налаштувань.
vi: ~/.promptrc.toml ghi đè chủ đề được chọn bên dưới. Xóa nó để sử dụng chủ đề từ Cài đặt.
zh_hans: ~/.promptrc.toml 会覆盖下方选择的主题。删除它以使用设置中的主题。
zh_hant: ~/.promptrc.toml 會覆蓋下方選擇的主題。刪除它以使用設定中的主題。
